Repository: AhmedElmawary/erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Can change Client
ar: يمكن تغيير العميل

source: Can delete Client
ar: يمكن حذف العميل

source: Can view Client
ar: يمكن عرض العميل

source: Can add content type
ar: يمكن اضافة نوع المحتوي

source: Can change content type
ar: يمكن تغيير نوع المحتوى

source: Can delete content type
ar: يمكن حذف نوع المحتوى

source: Can view content type
ar: يمكن عرض نوع المحتوى

source: Can add Category
ar: يمكن اضافة فئة

source: Can change Category
ar: يمكن تعديل فئة

source: Can delete Category
ar: يمكن حذف الفئة

source: Can view Category
ar: يمكن عرض الفئة

source: Can add ctx
ar: يمكن ان تضيف ctx

source: Can change ctx
ar: يمكن تغيير ctx

source: Can delete ctx
ar: يمكن حذفctx

source: Can view ctx
ar: يمكن عرض ctx

source: Can add Discount
ar: يمكن اضافة الخصم

source: Can change Discount
ar: يمكن تغيير الخصم

source: Can delete Discount
ar: يمكن حذف الخصم

source: Can view Discount
ar: يمكن عرض الخصم

source: Can add Item
ar: يمكن اضافه عنصر

source: Can change Item
ar: يمكن تغيير العنصر

source: Can delete Item
ar: يمكن تغيير العنصر

source: item
ar: العنصر

source: Can view Item
ar: يمكن عرض العنصر

source: item file
ar: ملف البند

source: Can change item file
ar: يمكن تغيير ملف العنصر

source: Can delete item file
ar: يمكن حذف ملف العنصر

source: Can view item file
ar: يمكن عرض ملف العنصر

source: Can add item file
ar: يمكن إضافة ملف البند

source: Can change session
ar: يمكن تغيير الجلسة

source: Can delete session
ar: يمكن حذف الجلسة

source: Can view session
ar: يمكن عرض الجلسة

source: Can add session
ar: يمكن إضافة الجلسة

source: Can add Option
ar: يمكن ان تضيف الخيار

source: Can change Option
ar: يمكن تغيير الخيار

source: Can delete Option
ar: يمكن حذف الخيار

source: Can view Option
ar: يمكن عرض الخيار

source: Can add status
ar: يمكن ان تضيف الحالة

source: Can change status
ar: يمكن تغيير الحالة

source: Can delete status
ar: يمكن حذف الحالة

source: Can view status
ar: يمكن عرض الحالة

source: Can add Status
ar: يمكن ان تضيف الحالة

source: Can change Status
ar: يمكن تغيير الحالة

source: Can delete Status
ar: يمكن حذف الحالة

source: Can view Status
ar: يمكن عرض الحالة

source: supplier item
ar: عنصر المورد

source: Can delete supplier item
ar: يمكن حذف عنصر المورد

source: Can view supplier item
ar: يمكن عرض عنصر المورد

source: Can change supplier item
ar: يمكن تغيير عنصر المورد

source: Can add supplier item
ar: يمكن اضافة عنصر المورد

source: Can view Variation
ar: يمكن عرض الاختلاف

source: Can add Variation
ar: يمكن اضافة الاختلاف

source: Can delete Variation
ar: يمكن حذف الاختلاف

source: Can change Variation
ar: يمكن تعديل الاختلاف

source: Can add vat
ar: يمكن اضافة ضريبة القيمه المضافة

source: Can change vat
ar: يمكن تغيير ضريبة القيمة المضافة

source: Can delete vat
ar: يمكن حذف ضريبة القيمه المضافة

source: Can view vat
ar: يمكن عرض ضريبه القيمة المضافة

source: Can add Client payment transaction
ar: يمكن اضافة معاملة دفع العميل

source: Can change Client payment transaction
ar: يمكن تغيير معامله دفع العميل

source: Can delete Client payment transaction
ar: يمكن حذف معاملة دفع العميل

source: Can view Client payment transaction
ar: يمكن اﻻطلاع على معاملة دفع العميل

source: Can view Transaction Items
ar: يمكن اﻻطلاع منتجات عملية الدفع

source: Can add Transaction Items
ar: يمكن اضافة منتجات عملية الدفع

source: Can change Transaction Items
ar: يمكن تعديل عل منتجات عملية الدفع

source: Can delete Transaction Items
ar: يمكن حذف عل منتجات عملية الدفع

source: payment
ar: الدفع

source: payment transaction
ar: عملية الدفع

source: Can view payment transaction
ar: يمكن اﻻطلاع على معاملة الدفع

source: Can add payment transaction
ar: يمكن اضافة معاملة الدفع

source: Can change payment transaction
ar: يمكن تعديل معاملة الدفع

source: Can delete payment transaction
ar: يمكن حذف معاملة الدفع

source: Can view Payment
ar: يمكن اﻻطلاع على المدفوعات

source: Can add Payment
ar: يمكن اضافة مدفوعات

source: Can change Payment
ar: يمكن تعديل مدفوعات

source: Can delete Payment
ar: يمكن حذف مدفوعات

source: Can view Supplier payment transaction
ar: يمكن اﻻطلاع على مدفوعات المورد

source: Can add Supplier payment transaction
ar: يمكن اضافة مدفوعات المورد

source: Can change Supplier payment transaction
ar: يمكن تعديل مدفوعات المورد

source: Can delete Supplier payment transaction
ar: يمكن حذف مدفوعات المورد

source: Can view Supplier
ar: يمكن اﻻطلاع على المورد

source: Can add Supplier
ar: يمكن اضافة مورد

source: Can change Supplier
ar: يمكن تعديل مورد

source: Can delete Supplier
ar: يمكن حذف مورد

source: Can view Executive
ar: يمكن اﻻطلاع على ممثل الشركة

source: Can add Executive
ar: يمكن اضافة ممثل الشركة

source: Can change Executive
ar: يمكن تعديل ممثل الشركة

source: Can delete Executive
ar: يمكن حذف ممثل الشركة

source: Can view Type
ar: يمكن اﻻطلاع على النوع

source: Can add Type
ar: يمكن اضافة نوع

source: Can change Type
ar: يمكن تعديل النوع

source: Can delete Type
ar: يمكن حذف النوع

source: manager
ar: مدير الشركة

source: warehouse
ar: المخزن

source: Can view manager
ar: يمكن اﻻطلاع على مدراء الشركة

source: Can add manager
ar: يمكن اضافة مدراء الشركة

source: Can change manager
ar: يمكن تعديل مدراء الشركة

source: Can delete manager
ar: يمكن حذف مدراء الشركة

source: Can view warehouse
ar: يمكن اﻻطلاع على المخزن

source: Can add warehouse
ar: يمكن اضافة المخزن

source: Can change warehouse
ar: يمكن تعديل المخزن

source: Can delete warehouse
ar: يمكن حذف المخزن

source: Can view payment transaction type
ar: يمكن اﻻطلاع على نوع عملية الدفع

source: Can add payment transaction type
ar: يمكن اضافة نوع عملية الدفع

source: Can change payment transaction type
ar: يمكن تعديل نوع عملية الدفع

source: Can delete payment transaction type
ar: يمكن حذف نوع عملية الدفع

source: auth
ar: التصريحات

source: for clients
ar: للعملاء

source: for suppliers
ar: للموردين

source: status
ar: الحالة
