Repository: AhmedElmawary/erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Transactions
ar: العمليات

source: name
ar: اﻻسم

source: registered at
ar: وقت التسجيل

source: invoice no
ar: الفاتوره

source: invoice type
ar: نوع الفاتوره

source: amount
ar: المبلغ

source: currency
ar: العمله

source: description
ar: الوصـــف

source: issued at
ar: وقت اﻻصدار

source: id
ar: رقم

source: transaction amount
ar: تكلفه العمليه

source: transaction detail
ar: تفاصيل العمليه

source: transaction type
ar: نوع العمليه

source: credit
ar: مدين

source: debit
ar: دائن

source: balance
ar: الرصيد

source: Blanace
ar: الرصيد

source: Credit
ar: مدين

source: Debit
ar: دائن

source: Issued at
ar: وقت اﻻصدار

source: Id
ar: رقم المستند

source: Description
ar: الوصـــف

source: the centeral branch
ar: الفرع الرئيسي

source: account statment for supplier
ar: كشف حساب للمورد

source: from
ar: من

source: to
ar: الى

source: print
ar: اطبع

source: cancel
ar: اغلق

source: net cost
ar: اﻻجمـــالـي

source: transaction date
ar: تاريخ العملية

source: id of transaction
ar: رقم الحركة

source: account statments to
ar: كشف حساب

source: closthes shop el wensh
ar: الونش للملابس الجاهزة

source: Main brnach
ar: الفرع الرئيسي

source: shubra st
ar: شارع الترعة - شبرا

source: transactions which have been done till
ar: العمليات التي تمت في تاريخ

source: accountant
ar: المحاسب

source: authorize
ar: التوقيع

source: reciver
ar: المستلم

source: total
ar: اﻻجمـــالـي

source: ID
ar: رقم

source: supplier
ar: المورد

source: AMOUNT
ar: التكلفه

source: PAYMENT TYPE
ar: طريقه الدفع

source: ISSUED AT
ar: وقت اﻻصدار

source: transactions which have been done between
ar: العمليات التي تمت بين تاريخ

source: account statment for client
ar: كشف حساب للعميل

source: DESCRIPTION
ar: الوصــــــف

source: TYPE
ar: النوع

source: transaction
ar: العمليه

source: date of transaction
ar: تاريخ الحركة

source: day of transaction
ar: يوم الحركة

source: that is for
ar: وذلك قمية

source: notes
ar: ملاحظات

source: mentioned supplier
ar: للمورد

source: mentioned client
ar: للعميل

source: balance required from
ar: رصيد مستحق على

source: balance of
ar: رصيد مستحق

source: recipet for reciving
ar: اذن استلام

source: money - checks
ar: نقدية - شيكات

source: issued by
ar: اسم المستخدم

source: copy for
ar: صورة خاصة ب

source: time of print
ar: تاريخ الطبع

source: egp
ar: جنيه مصري

source: account statment for supplier :
ar: كشف حساب للمورد:

source: issued_at
ar: وقت اﻻصدار

source: type_tranasction
ar: نوع العمليه

source: Export Selected
ar: تصدير المحدد

source: There are no transactions for that date
ar: ليس هناك عمليات بهذا التاريخ

source: Issued by
ar: اسم المستخدم

source: account statment
ar: كشف حساب

source: date of printing
ar: تاريخ الطبع

source: closing a period for
ar: تقفيل حساب

source: net
ar: الصافي

source: debit no
ar: عدد العلميات الدائن

source: credit no
ar: عدد العمليات المدين

source: clothes shop
ar: الملابس الجاهزه

source: closing day
ar: تاريخ التقفيل

source: El-teraa st,shubra
ar: شارع الترعة- شبرا

source: old balance
ar: الرصيد السابق

source: Peroid Close
ar: تقفيل الحساب

source: Afghanistan
ar: أفغانستان

source: Åland Islands
ar: جزر آلاند

source: Albania
ar: ألبانيا

source: Algeria
ar: الجزائر

source: American Samoa
ar: ساموا الأمريكية

source: AndorrA
ar: أندورا

source: Angola
ar: أنغولا

source: Anguilla
ar: أنغيلا

source: Antarctica
ar: أنتاركتيكا

source: Antigua and Barbuda
ar: أنتيغوا وبربودا

source: Argentina
ar: الأرجنتين

source: Armenia
ar: أرمينيا

source: Aruba
ar: أروبا

source: Australia
ar: أستراليا

source: Austria
ar: النمسا

source: Azerbaijan
ar: أذربيجان

source: Bahamas
ar: جزر البهاما

source: Bahrain
ar: البحرين

source: Bangladesh
ar: بنغلاديش

source: Barbados
ar: بربادوس

source: Belarus
ar: بيلاروسيا

source: Belgium
ar: بلجيكا

source: Belize
ar: بليز

source: Benin
ar: بنين

source: Bermuda
ar: برمودا

source: Bhutan
ar: بوتان

source: Bolivia
ar: بوليفيا

source: Bosnia and Herzegovina
ar: البوسنة والهرسك

source: Botswana
ar: بوتسوانا

source: Bouvet Island
ar: جزيرة بوفيت

source: Brazil
ar: البرازيل

source: British Indian Ocean Territory
ar: إقليم المحيط البريطاني الهندي

source: Brunei Darussalam
ar: بروناي دار السلام

source: Bulgaria
ar: بلغاريا

source: Burkina Faso
ar: بوركينا فاسو

source: Burundi
ar: بوروندي

source: Cambodia
ar: كمبوديا

source: Cameroon
ar: الكاميرون

source: Canada
ar: كندا

source: Cape Verde
ar: الرأس الأخضر

source: Cayman Islands
ar: جزر كايمان

source: Central African Republic
ar: جمهورية افريقيا الوسطى

source: Chad
ar: تشاد

source: Chile
ar: تشيلي

source: China
ar: الصين

source: Christmas Island
ar: جزيرة الكريسماس

source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)

source: Colombia
ar: كولومبيا

source: Comoros
ar: جزر القمر

source: Congo
ar: الكونغو

source: Congo, The Democratic Republic of the
ar: جمهورية الكونغو الديمقراطية

source: Cook Islands
ar: جزر كوك

source: Costa Rica
ar: كوستاريكا

source: Cote D'Ivoire
ar: ساحل العاج

source: Croatia
ar: كرواتيا

source: Cuba
ar: كوبا

source: Cyprus
ar: قبرص

source: Czech Republic
ar: الجمهورية التشيكية

source: Denmark
ar: الدنمارك

source: Djibouti
ar: جيبوتي

source: Dominica
ar: دومينيكا

source: Dominican Republic
ar: جمهورية الدومينيكان

source: Ecuador
ar: الاكوادور

source: Egypt
ar: مصر

source: El Salvador
ar: المنقذ

source: Equatorial Guinea
ar: غينيا الإستوائية

source: Eritrea
ar: اريتريا

source: Estonia
ar: إستونيا

source: Ethiopia
ar: أثيوبيا

source: Falkland Islands (Malvinas)
ar: جزر فوكلاند (مالفيناس)

source: Faroe Islands
ar: جزر فاروس

source: Fiji
ar: فيجي

source: Finland
ar: فنلندا

source: France
ar: فرنسا

source: French Guiana
ar: غيانا الفرنسية

source: French Polynesia
ar: بولينيزيا الفرنسية

source: French Southern Territories
ar: المناطق الجنوبية لفرنسا

source: Gabon
ar: الجابون

source: Gambia
ar: غامبيا

source: Georgia
ar: جورجيا

source: Germany
ar: المانيا

source: Ghana
ar: غانا

source: Gibraltar
ar: جبل طارق

source: Greece
ar: اليونان

source: Greenland
ar: جرينلاند

source: Grenada
ar: غرينادا

source: Guadeloupe
ar: جوادلوب

source: Guam
ar: غوام

source: Guatemala
ar: غواتيمالا

source: Guernsey
ar: غيرنسي

source: Guinea
ar: غينيا

source: Guinea-Bissau
ar: غينيا بيساو

source: Guyana
ar: غيانا

source: Haiti
ar: هايتي

source: Heard Island and Mcdonald Islands
ar: جزيرة هيرد وجزر ماكدونالد

source: Holy See (Vatican City State)
ar: دولة الفاتيكان

source: Honduras
ar: هندوراس

source: Hong Kong
ar: هونج كونج

source: Hungary
ar: هنغاريا

source: Iceland
ar: أيسلندا

source: India
ar: الهند

source: Indonesia
ar: اندونسيا

source: Iran, Islamic Republic Of
ar: جمهورية إيران الإسلامية

source: Iraq
ar: العراق

source: Ireland
ar: أيرلندا

source: Isle of Man
ar: جزيرة مان

source: Israel
ar: فلسطين

source: Italy
ar: أيطاليا

source: Jamaica
ar: جامايكا

source: Japan
ar: اليابان

source: Jersey
ar: جيرسي

source: Jordan
ar: الاردن

source: Kazakhstan
ar: كازاخستان

source: Kenya
ar: كينيا

source: Kiribati
ar: كيريبياس

source: Korea, Democratic People'S Republic of
ar: كوريا، الجمهورية الشعبية الديمقراطية

source: Korea, Republic of
ar: جمهورية كوريا

source: Kuwait
ar: الكويت

source: Kyrgyzstan
ar: قيرغيزستان

source: Lao People'S Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية

source: Latvia
ar: لاتفيا

source: Lebanon
ar: لبنان

source: Lesotho
ar: ليسوتو

source: Liberia
ar: ليبريا

source: Libyan Arab Jamahiriya
ar: الجماهيرية العربية الليبية

source: Liechtenstein
ar: ليختنشتاين

source: Lithuania
ar: ليتوانيا

source: Luxembourg
ar: لوكسمبورغ

source: Macao
ar: ماكاو

source: Macedonia, The Former Yugoslav Republic of
ar: مقدونيا ، جمهورية يوغوسلافيا السابقة

source: Madagascar
ar: مدغشقر

source: Malawi
ar: ملاوي

source: Malaysia
ar: ماليزيا

source: Maldives
ar: جزر المالديف

source: Mali
ar: مالي

source: Malta
ar: مالطا

source: Marshall Islands
ar: جزر مارشال

source: Martinique
ar: مارتينيك

source: Mauritania
ar: موريتانيا

source: Mauritius
ar: موريشيوس

source: Mayotte
ar: مايوت

source: Mexico
ar: المكسيك

source: Micronesia, Federated States of
ar: ولايات ميكرونيزيا الموحدة

source: Moldova, Republic of
ar: جمهورية مولدوفا

source: Monaco
ar: موناكو

source: Mongolia
ar: منغوليا

source: Montserrat
ar: مونتسيرات

source: Morocco
ar: المغرب

source: Mozambique
ar: موزامبيق

source: Myanmar
ar: مينامار

source: Namibia
ar: نامبيا

source: Nauru
ar: ناورو

source: Nepal
ar: نيبال

source: Netherlands
ar: هولندا

source: Netherlands Antilles
ar: جزر الأنتيل الهولندية

source: New Caledonia
ar: كاليدونيا الجديدة

source: New Zealand
ar: نيوزيلاندا

source: Nicaragua
ar: نيكاراغوا

source: Niger
ar: النيجر

source: Nigeria
ar: نيجيريا

source: Niue
ar: نيوي

source: Norfolk Island
ar: جزيرة نورفولك

source: Northern Mariana Islands
ar: جزر مريانا الشمالية

source: Norway
ar: النرويج

source: Oman
ar: عمان

source: Pakistan
ar: باكيستان

source: Palau
ar: بالاو

source: Palestinian Territory, Occupied
ar: الاراضي الفلسطينيه المحتلة

source: Panama
ar: بانما

source: Papua New Guinea
ar: بابوا غينيا الجديدة

source: Paraguay
ar: باراغواي

source: Peru
ar: بيرو

source: Philippines
ar: الفليبين

source: Pitcairn
ar: بيتكيرن

source: Poland
ar: بولندا

source: Portugal
ar: البرتغال

source: Puerto Rico
ar: بورتوريكو

source: Qatar
ar: قطر

source: Reunion
ar: رييونيون

source: Romania
ar: رومانيا

source: Russian Federation
ar: روسيا

source: RWANDA
ar: رواندا

source: Saint Helena
ar: سانت هيلانة

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس

source: Saint Lucia
ar: يانت لوسيا

source: Saint Pierre and Miquelon
ar: سانت بيير وميكلون

source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين

source: Samoa
ar: ساموا

source: San Marino
ar: سان مارينو

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي

source: Saudi Arabia
ar: المملكة العربيه السعودية

source: Senegal
ar: السينغال

source: Serbia and Montenegro
ar: صربيا والجبل الأسود

source: Seychelles
ar: سيشيل

source: Sierra Leone
ar: سيرا ليون

source: Singapore
ar: سينغافورة

source: Slovakia
ar: سولفاكيا

source: Slovenia
ar: سلوفينيا

source: Solomon Islands
ar: جزر سليمان

source: Somalia
ar: الصومال

source: South Africa
ar: جنوب افريقيا

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: Spain
ar: إسبانيا

source: Sri Lanka
ar: سيرلانكا

source: Sudan
ar: السودان

source: Suri'name
ar: سورينام

source: Svalbard and Jan Mayen
ar: سفالبارد وجان ماين

source: Swaziland
ar: سوازيلاند

source: Sweden
ar: السويد

source: Switzerland
ar: سويسرا

source: Syrian Arab Republic
ar: الجمهوريه العربيه السوريه

source: Taiwan, Province of China
ar: مقاطعة تايوان الصينية

source: Tajikistan
ar: طاجيكستان

source: Tanzania, United Republic of
ar: جمهورية تنزانيا المتحدة

source: Thailand
ar: تايلاند

source: Timor-Leste
ar: تيمور ليشتي

source: Togo
ar: توجو

source: Tokelau
ar: توكيلاو

source: Tonga
ar: تونغا

source: Trinidad and Tobago
ar: ترينداد وتوباغو

source: Tunisia
ar: تونس

source: Turkey
ar: تركيا

source: Turkmenistan
ar: تركمانستان

source: Turks and Caicos Islands
ar: جزر تركس وكايكوس

source: Tuvalu
ar: توفالو

source: Uganda
ar: أوغندا

source: Ukraine
ar: أوكرانيا

source: United Arab Emirates
ar: الإمارات العربية المتحدة

source: United Kingdom
ar: المملكة المتحدة

source: United States
ar: الولايات المتحدة الأمريكية

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغرى

source: Uruguay
ar: أوروغواي

source: Uzbekistan
ar: أوزبكستان

source: Vanuatu
ar: فانواتو

source: Venezuela
ar: فنزويلا

source: Viet Nam
ar: فييت نام

source: Virgin Islands, British
ar: جزر العذراء البريطانية

source: Virgin Islands, U.S.
ar: جزر فيرجن الأمريكية

source: Wallis and Futuna
ar: واليس وفوتونا

source: Western Sahara
ar: الصحراء الغربية

source: Yemen
ar: اليمن

source: Zambia
ar: زامبيا

source: Zimbabwe
ar: زمبابو

source: Fixed
ar: قيمه ثابته

source: Precentage
ar: نسبه مئويه

source: Male
ar: ذكر

source: Female
ar: انثي

source: cash
ar: كاش

source: installments
ar: اجل

source: Sales
ar: فاتوره مبيعات

source: Refund
ar: مرتجع

source: Deposite
ar: دفعه نقديه مستلمه تحت الحساب

source: English
ar: اﻻنكليزيه

source: Arabic
ar: العربيه

source: roles
ar: الصـلاحيات

source: erp Clients
ar: العملاء

source: erp suppliers
ar: الموردون

source: Area
ar: المنطقه

source: Password
ar: كلمة المرور

source: Password confirmation
ar: تأكيد كلمة المرور

source: New password
ar: كلمه المرور جديد

source: passwords don't match
ar: كلمات المرور لاتتطابق

source: Confirm new password
ar: تاكيد كلمه المرور

source: new_password
ar: كلمه المرور

source: confirm_password
ar: تاكيد كلمه المرور

source: activate
ar: مفعل

source: deactivate
ar: تعطيل الاعضاء المختاره

source: Activate users
ar: تفعيل اﻻعضاء المختاره

source: Deactivate users
ar: تعطيل الاعضاء المختاره

source: Login
ar: تسجيل الدخول

source: Change Password
ar: تغير كلمه المرور

source: Personal_info
ar: معلومات شخصيه

source: Important Dates
ar: تواريخ هامه

source: is_active
ar: مفعل

source: is_staff
ar: عضو للوحه تحكم الموقع

source: is_superuser
ar: له كل الصلاحيات بالبرنامج

source: Permissions
ar: الصلاحيات

source: login
ar: تسجيل الدخول

source: user name
ar: اسم المستخدم

source: user location
ar: الموقع

source: general
ar: معلومات اخرى

source: ERP APP
ar: برنامج اداره اﻻعمال المحاسيبه

source: ERP APP Administration
ar: لوحه تحكم البرنامج

source: ERP APP Management
ar: اداره البرنامج

source: Users
ar: المستخدمون

source: User
ar: مستخدم

source: First name
ar: اﻻسم اﻻول

source: Last name
ar: اسم الاخير

source: User Image
ar: صوره المستخدم

source: User Email
ar: البريد اﻻلكتروني

source: User Phone Number
ar: رقم هاتف المستخدم

source: Addtional User Phone Number
ar: رقم هاتف المستخدم اضافي

source: Gender
ar: النوع

source: User Address
ar: عنوان المستخدم

source: User age
ar: عمر المستخدم

source: City name
ar: المدينه

source: Country
ar: البلد

source: Is active
ar: مفعل

source: Is staff
ar: عضو للوحه تحكم الموقع

source: Job name
ar: اسم الوظيفه

source: Image preview
ar: معاينه الصوره

source: Department
ar: القسم

source: Job
ar: الوظيفه

source: Jobs
ar: الوظائف

source: Name
ar: اﻻسم

source: Departments
ar: اﻻقسام

source: Supplier
ar: المورد

source: Client
ar: العميل

source: date
ar: التاريخ

source: Closing Period
ar: تقفيل الحساب

source: Main info
ar: المعلومات الرئيسيه

source: email
ar: البريد اﻻلكتروني

source: phone
ar: التليفون

source: gender
ar: النوع

source: img
ar: صوره

source: Location
ar: الموقع

source: country
ar: البلد

source: area
ar: المنطقه

source: city
ar: المدينه

source: address
ar: عنوان المستخدم بالتفصيل

source: Cash
ar: المعاملات الماليه

source: get_cash
ar: حساب العميل

source: Taxes
ar: الضرائب

source: taxes
ar: الضرائب

source: taxes_rate
ar: قيمه الضرائب

source: Status
ar: الحاله

source: period_close
ar: تقفل الحساب

source: export_as_xls
ar: تصدير كملف xls

source: export_invoices_for
ar: تصدير التقارير اليوميه

source: Activate selected clients
ar: تفعيل اﻻعضاء المختاره

source: Deactivate selected clinets
ar: تعطيل الاعضاء المختاره

source: client
ar: العميل

source: Export invoices for
ar: تصدير المعاملات للمحدد

source: Filter Transactions
ar: فلتر العمليات

source: TRANSACTION TYPE
ar: نوع العمليه

source: VIEW
ar: عرض

source: CSV
ar: ملف اكسل

source: Page
ar: صفحه

source: of
ar: من

source: next
ar: التالي

source: previous
ar: السابق

source: last page
ar: الصفحه اﻻخيره

source: first
ar: اﻻسم اﻻول

source: export
ar: تصدير

source: Opening account
ar: فتح حساب

source: Export Selected as xls
ar: تصدير المحدد

source: Clients
ar: العملاء

source: male
ar: ذكر

source: female
ar: انثي

source: Payment Method
ar: المدفوعات

source: Register at
ar: وقت التسجيل

source: country name
ar: البلد

source: Date of deactive the client
ar: تعطيل الاعضاء المختاره

source: Is Active
ar: متاح اﻻن

source: Taxes Rate
ar: قيمه الضرائب

source: inital cash of account
ar: حساب العميل اﻻبتدائي

source: period close
ar: تقفيل الحساب

source: with
ar: ب

source: Client balance
ar: رصيد العميل

source: Net
ar: الصافي

source: account statment from
ar: كشف حساب: من

source: account statment to
ar: كشف الحساب: الى

source: account statment export
ar: تصدير كشف الحساب

source: Make a transaction
ar: افعل عمليه

source: make a transaction
ar: افعل عمليه

source: Invoice
ar: الفاتوره

source: Item
ar: المنتج

source: Items
ar: المنتاجات

source: Label
ar: المسمى

source: Price of an item
ar: سعر القطعه

source: Details
ar: التفاصيل

source: Unit
ar: الوحده

source: Variation
ar: الاختلاف

source: Image
ar: الصوره

source: Banner
ar: الصوره الخليفه

source: Tax
ar: الضرائب

source: Serial Number
ar: رقم التسلسل

source: Supplier price
ar: سعر المورد

source: Desctiption
ar: الوصـــف

source: Is optional
ar: هل هو اختياري

source: Item as Json
ar: بيانات المنتج

source: Warehouse
ar: المخزن

source: cost_per_item
ar: تكلفه القطع

source: Quantity
ar: العدد المطلوب

source: Filename
ar: اﻻسم اﻻول

source: Path
ar: المسار

source: Category
ar: النوع

source: Categories
ar: اﻻنواع

source: Option
ar: النوع الفرعي

source: Options
ar: اﻻنواع الفرعيه

source: Title
ar: العنوان

source: Variations
ar: اﻻختلافات

source: Discount
ar: الخصم

source: Discounts
ar: الخصومات

source: Type
ar: النوع

source: Rate
ar: النسبه

source: Number
ar: الرقم

source: Display Name
ar: اﻻسم للعرض

source: transaction details
ar: تفاصيل العمليه

source: Daily transactions
ar: العمليات اليوميه

source: Export
ar: تصدير

source: Payment
ar: الدفع

source: Transaction type
ar: نوع العمليه

source: purchases invoice
ar: فاتورة مشتريات

source: deposite for account
ar: دفعة نقدية مدفوعة تحت الحساب

source: deposite from account
ar: دفعة نقدية مستلمة تحت الحساب

source: refund inovice
ar: فاتورة مرتجع

source: sales
ar: فاتوره مبيعات

source: refund inovice
ar: فاتورة مرتجع

source: Paymentes
ar: المدفوعات

source: Payment method
ar: طريقه الدفع

source: Amount Paid
ar: المبلغ

source: Currency
ar: العمله

source: Payment Type
ar: نوع المدفوعات

source: which type is related
ar: مرتبطه ب

source: For supplier
ar: للمورد

source: For client
ar: للعميل

source: File
ar: ملف/ صوره

source: Payment transaction Type
ar: نوع عمليه الدفع

source: Issuer
ar: اسم المستخدم

source: Client payment transaction
ar: مقبوضات العميل

source: Client payment transactions
ar: مقبوضات العميل

source: client balance after transaction
ar: الحساب بعد عمليه الدفع

source: client Cash after transaction
ar: الحساب بعد عمليه الدفع

source: client cash
ar: حساب العميل

source: transaction for
ar: العمليه

source: print transaction
ar: طبع العمليه

source: print_transaction
ar: طبع العمليه

source: Supplier payment transaction
ar: المدفوعات للموردين

source: Supplier payment transactions
ar: المدفوعات للموردين

source: Item of the transactions if there are any
ar: المنتاجات اذا كان هناك

source: total cost for the items
ar: تكلفه المنتاجات

source: Supplier Cash after transaction
ar: الحساب بعد عمليه الدفع

source: supplier cash
ar: حساب المورد

source: Transaction Items
ar: تفاصيل العمليه

source: Price
ar: السعر

source: Supplier Price
ar: سعر المورد

source: cost per item
ar: تكلفه القطع

source: Statuses
ar: الحاﻻت

source: Types
ar: اﻻنواع

source: Activate selected suppliers
ar: تفعيل اﻻعضاء المختاره

source: Deactivate selected suppliers
ar: تعطيل الاعضاء المختاره

source: Export invoices for
ar: تصدير المعاملات للمحدد

source: how to withdraw
ar: كيفيه السحب

source: Suppliers
ar: الموردون

source: Registered at
ar: وقت التسجيل

source: Executive
ar: ممثل الشركه

source: Executives
ar: ممثلوا الشركه

source: Change password
ar: تغير كلمه المرور

source: Log out
ar: تسجيل الخروج

source: Show all
ar: اعرض الكل

source: Save
ar: احفظ

source: Phone number
ar: رقم هاتف

source: Additinol phone number
ar: رقم هاتف المستخدم اضافي

source: Email
ar: البريد اﻻلكتروني

source: Manager
ar: مدير

source: Managers
ar: مدراء

source: Address
ar: عنوان المستخدم بالتفصيل

source: Opening time
ar: وقت بدء عمل المخزن

source: Closing time
ar: وقت اﻻغلاق

source: Warehouse manager
ar: مدير المخازن

source: Warehouses
ar: المخازن

source: daily transactions for clients
ar: العمليات اليوميه للعملاء

source: daily transactions for suppliers
ar: العمليات اليومية للموردين

source: account statment for
ar: كشف حساب

source: make_transaction
ar: افعل عمليه

source: get_net
ar: الصافي

source: daily transactions for
ar: العمليات اليوميه

source: transaction no
ar: رقم العملية

source: contenttypes
ar: انواع الصلاحيات

source: permissions
ar: الصلاحيات

source: group
ar: مجموعة الصلاحيات

source: superuser status
ar: له كل الصلاحيات بالبرنامج

source: user permissions
ar: صلاحيات المستخدم

source: Specific permissions for this user.
ar: وضع الصلاحيات للمستخدم

source: username
ar: اسم المستخدم

source: A user with that username already exists.
ar: هذا المستخدم موجود بالفعل

source: first name
ar: اﻻسم اﻻول

source: last name
ar: اﻻسم الاخير

source: email address
ar: البريد اﻻلكتروني

source: staff status
ar: الحالة

source: app_user
ar: مستخدم

source: payment transaction type
ar: نوع عمليه الدفع

source: the transaction type
ar: تفصيل عميله الدفع

source: the description of the transaction
ar: الوصـــف

source: currency of transaction
ar: العمله

source: to whom the transaction is
ar: العمليه لحساب

source: Cairo
ar: القاهره

source: Alexandria
ar: الاسكندريه

source: Giza
ar: الجيزه

source: Dakahlia
ar: الدقهليه

source: Red Sea
ar: البحر الاحمر

source: Beheira
ar: البحيره

source: Fayoum
ar: الفيوم

source: Gharbiya
ar: الغربيه

source: Ismailia
ar: الاسماعيليه

source: Menofia
ar: المنوفيه

source: Minya
ar: المنيا

source: Qaliubiya
ar: القليوبيه

source: New Valley
ar: الوادي الجديد

source: Suez
ar: السويس

source: Aswan
ar: اسوان

source: Assiut
ar: اسيوط

source: Beni Suef
ar: بني سويف

source: Port Said
ar: بورسعيد

source: Damietta
ar: دمياط

source: Sharkia
ar: الشرقيه

source: South Sinai
ar: جنوب سيناء

source: Kafr Al sheikh
ar: كفر الشيخ

source: Matrouh
ar: مطروح

source: Luxor
ar: الاقصر

source: Qena
ar: قنا

source: North Sinai
ar: شمال سيناء

source: Sohag
ar: سوهاج

source: admin
ar: مدير

source: Can delete log entry
ar: يستطيع حذف

source: Can add log entry
ar: يمكن اضافة ادخال السجل

source: Can change log entry
ar: يمكن تغيير السجل

source: Can view log entry
ar: يمكن حذف ادخال السجل

source: Can add Closing Period
ar: يمكن اضافه فتره الاغلاق

source: Can delete Closing Period
ar: يمكن تغيير فتره الاغلاق

source: Can view Closing Period
ar: يمكن عرض فتره الاغلاق

source: Can change Closing Period
ar: يمكن تعديل فتره الاغلاق

source: Can add Department
ar: يمكن اضافة القسم

source: Can change Department
ar: يمكن تغيير الاقسم

source: Can delete Department
ar: يمكن حذف القسم

source: Can view Department
ar: يمكن عرض القسم

source: Can add Job
ar: يمكن اضافة الوظيفة

source: Can change Job
ar: يمكنك تغيير الوظيفة

source: Can delete Job
ar: يمكن حذف الوظيفة

source: Can view Job
ar: يمكن عرض الوظيفة

source: Can add User
ar: يمكن اضافة المستخدم

source: Can change User
ar: يمكن تغيير المستخدم

source: Can delete User
ar: يمكن حذف المستخدم

source: Can view User
ar: يمكن عرض المستخدم

source: Can add Area
ar: يمكن ان تضيف المنطقة

source: Can change Area
ar: يمكن تغيير المنطقة

source: Can delete Area
ar: يمكن حذف المنطقة

source: Can view Area
ar: يمكن عرض المنطقة

source: Can add group
ar: يمكن ان تضيف المجموعة

source: Can change group
ar: يمكن تغيير المجموعة

source: Can delete group
ar: يمكن حذف المجموعة

source: Can view group
ar: يمكن عرض المجموعة

source: Can add permission
ar: يمكن اضافة الإذن

source: Can change permission
ar: يمكن تغيير الإذن

source: Can delete permission
ar: يمكن حذف الإذن

source: Can view permission
ar: يمكن عرض الإذن

source: Can add Token
ar: يمكن اضافة رمز

source: Can change Token
ar: يمكن تغيير الرمز

source: Can delete Token
ar: يمكن حذف الرمز

source: Can view Token
ar: يمكن عرض الرمز

source: Can add Client
ar: يمكن اضافة العميل
